const DEPARTMENTS = [
  { id: 'srt', name: 'กลุ่มงานประกันสุขภาพยุทธศาสตร์' },
  { id: 'gen', name: 'กลุ่มงานบริหารทั่วไป' },
  { id: 'pri', name: 'กลุ่มงานบริการด้านปฐมภูมิและองค์รวม' },
  { id: 'pha', name: 'กลุ่มงานเภสัชกรรมและคุ้มครองผู้บริโภค' },
  { id: 'dig', name: 'กลุ่มงานสุขภาพดิจิทัล' },
  { id: 'nur', name: 'กลุ่มงานการพยาบาล' },
  { id: 'den', name: 'กลุ่มงานทันตกรรม' },
  { id: 'medtech', name: 'กลุ่มงานเทคนิคการแพทย์' },
  { id: 'rehab', name: 'กลุ่มงานเวชกรรมฟื้นฟู' },
  { id: 'altmed', name: 'กลุ่มงานการแพทย์แผนไทยและการแพทย์ทางเลือก' },
  { id: 'rad', name: 'กลุ่มงานรังสีวิทยา' },
  { id: 'psy', name: 'กลุ่มงานจิตเวชและยาเสพติด' },
  { id: 'med', name: 'กลุ่มงานการแพทย์' }
];

module.exports = {
  DEPARTMENTS
};
